11/data/attachments/5360d148ce226a8e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_6310af62-d6e4-44d9-a679-27c89ebc0199</nif:username>
            <nif:friendToBeAdded>Michael_feeling_Actions_52369_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>